{
"count": 4,
"text": [
    "Anduin Llane Wrynn is the King of Stormwind, High King of the Alliance, and commander of all Alliance forces, currently serving as the unwilling champion of Zovaal the Jailer.When Anduin was just a boy, his father, King Varian Wrynn, was kidnapped. In Varian's absence, Anduin was named King of Stormwind under the regency of Bolvar Fordragon and the advise of Lady Katrana Prestor. In truth, however, Katrana Prestor was a disguise for the black dragon Onyxia, who had used her dark magic to split Varian in two. When one half of Varian returned to the throne of Stormwind, Anduin was the first to sense something amiss with the man claiming to be his father.",
    "Thrall (birthname Go'el), son of Durotan and Draka, is the former Warchief of the restored shamanistic Horde, founder of the nation of Durotar in Kalimdor and one of the second wave of shaman. His parents killed by Gul'dan's assassins shortly after his birth in the beginning of the First War, he was found and raised by Aedelas Blackmoore who gave Thrall his name. Raised as a slave and gladiator, he later joined Orgrim Doomhammer in freeing the orcs imprisoned after the Second War, being named Warchief after Doomhammer's death. ",
    "Lady Jaina Proudmoore is the daughter of Daelin and Katherine Proudmoore, and sister of Derek and Tandred. She is considered one of the finest mages in all Azeroth and the most powerful human sorceress alive. She is the Lord Admiral of Kul Tiras, the former leader of the Kirin Tor of Dalaran, and of the port-city of Theramore.Trained as the personal agent of Archmage Antonidas, the late leader of the Kirin Tor and Dalaran, she was sent to investigate the plague of undeath with Prince Arthas Menethil, her childhood friend and one-time romantic interest. She witnessed the first stages of the fall of Lordaeron during the Third War firsthand and, guided by a mysterious prophet later revealed as Medivh, Jaina rallied what survivors she could find and fled across the sea to Kalimdor.",
    "Malfurion Stormrage was the first mortal[14] druid on Azeroth,and the night elf who initiated the mainstream use of druidism among the kaldorei people ten millennia ago under tutelage of the demigod Cenarius. He is the twin brother of Illidan Stormrage, as well as the loving and beloved husband of the high priestess of Elune, Tyrande Whisperwind. Together, the two have represented the highest leadership of the night elves ever since the fall of Queen Azshara and her Highborne caste."
]
}